{
  "a leader in the financial sector, offering innovative solutions for its clients.": "ein führendes Unternehmen im Finanzsektor, das seinen Kunden innovative Lösungen anbietet.",
  "JOIN NOW": "JETZT BEITRETEN",
  "VIEW PRICING": "PREISE ANZEIGEN",
  "About": "Über uns",
  "Events calendar": "Veranstaltungskalender",
  "How to join": "Wie man beitritt",
  "Reviews": "Bewertungen",
  "Contacts": "Kontakte",
  "About us": "Über uns",
  "Innovative financial company that offers exclusive services in a private financial club.": "Innovatives Finanzunternehmen, das exklusive Dienstleistungen in einem privaten Finanzclub anbietet. ",
  "We provide convenient and advanced solutions for the success of our clients.": "Wir bieten bequeme und fortschrittliche Lösungen für den Erfolg unserer Kunden.",
  "In our open finance club, we strive for innovation and collaboration. Here, you'll find solutions that are open to everyone, fostering a dynamic exchange of ideas and improvements.": "In unserem offenen Finanzclub streben wir nach Innovation und Zusammenarbeit. Hier finden Sie Lösungen, die für alle offen sind und einen dynamischen Austausch von Ideen und Verbesserungen fördern.",
  "Our closed financial club prides itself on transparency in all matters. We disclose information in detail to ensure honesty and mutual understanding among participants.": "Unser geschlossener Finanzclub legt großen Wert auf Transparenz in allen Angelegenheiten. Wir geben Informationen im Detail preis, um Ehrlichkeit und gegenseitiges Verständnis unter den Teilnehmern sicherzustellen.",
  "The club spans all corners of the world, bringing together a community of representatives from different countries. A global perspective helps us understand and leverage diversity to achieve high results.": "Der Club erstreckt sich über alle Ecken der Welt und bringt eine Gemeinschaft von Vertretern aus verschiedenen Ländern zusammen. Eine globale Perspektive hilft uns, Vielfalt zu verstehen und zu nutzen, um hohe Ergebnisse zu erzielen.",
  "Our community adds strength and determination to every aspect. Collaborative problem-solving and public support are at the core of our philosophy of management and development.": "Unsere Gemeinschaft verleiht jedem Aspekt Kraft und Entschlossenheit. Kollaborative Problemlösung und öffentliche Unterstützung stehen im Mittelpunkt unserer Philosophie von Management und Entwicklung.",
  "Our story": "Unsere Geschichte",
  "Our mission": "Unsere Aufgabe",
  "is a pioneering company in the realm of closed financial clubs, providing exclusive insights and opportunities. Our closed financial club operates as a hub of knowledge, welcoming only CEOs to ensure high-level interactions. We don't just develop; we curate an environment where CEOs learn to navigate effectively.": "ist ein Pionierunternehmen im Bereich geschlossener Finanzclubs, das exklusive Möglichkeiten und Fachkenntnisse bietet. Unser geschlossener Finanzclub fungiert als Wissenszentrum und heißt ausschließlich CEOs willkommen, um hochrangige Interaktionen zu gewährleisten. Wir entwickeln nicht nur; wir schaffen eine Umgebung, in der CEOs effektive Managementfähigkeiten erlernen.",
  "Our exclusive gatherings bring CEOs together, fostering a community driven by shared insights and unparalleled expertise. With a transparent and worldwide approach, SoFi stands as a testament to community-driven success in the closed financial sector.": "Unsere exklusiven Treffen bringen CEOs zusammen und fördern den Aufbau einer Gemeinschaft, die auf dem Austausch von Einblicken und unschlagbarem Fachwissen basiert. Mit einem transparenten und weltweiten Ansatz ist SoFi ein Beispiel für den Erfolg, der auf einer Community im Bereich geschlossener Finanzen basiert.",
  "aims to take a leading position in the realm of exclusive financial clubs. Our mission is to create a platform exclusively for CEOs, allowing them to leverage high-level expertise and develop effective managerial skills. Through transparent and global approaches, we foster knowledge exchange and shape a global community of business leaders.": "ist bestrebt, eine führende Rolle im Bereich geschlossener Finanzclubs zu übernehmen. Unsere Mission besteht darin, eine exklusive Plattform für CEOs zu schaffen, die es ihnen ermöglicht, von erstklassigem Fachwissen zu profitieren und effektive Managementfähigkeiten zu entwickeln. Durch transparente und weltweite Ansätze fördern wir den Austausch von Erkenntnissen und den Aufbau einer globalen Gemeinschaft von Geschäftsleitern.",
  "SoFi aspires to excellence in the financial world, creating an innovative environment where leaders come together to unleash their potential. Our mission is to support CEOs in achieving success and leaving a lasting impact in their industries.": "SoFi steht für Exzellenz in der Finanzwelt und schafft eine innovative Umgebung, in der Führungskräfte zusammenkommen, um ihre Potenziale zu entfalten. Unsere Mission ist es, CEOs dabei zu unterstützen, erfolgreich zu sein und einen nachhaltigen Einfluss in ihrer Branche zu hinterlassen.",
  "Effortlessly manage your transactions with our Send & Receive feature.": "Verwalten Sie Ihre Transaktionen mühelos mit unserer Funktion 'Senden und Empfangen'.",
  "Trust in the security of your assets through our 100% Secure Wallet.": "Vertrauen Sie der Sicherheit Ihrer Vermögenswerte mit unserer zu 100% sicheren ",
  "Access your financial world on the go with our iOS & Android App.": "Greifen Sie unterwegs auf Ihre finanzielle Welt zu mit unseren Apps für iOS und Android.",
  "Make informed decisions with our detailed Trading Charts.": "Treffen Sie fundierte Entscheidungen mit unseren detaillierten Handelsdiagrammen.",
  "Seize the moment with our Real-Time Trading feature.": "Nutzen Sie den Moment mit unserer Funktion für den Echtzeit-Handel.",
  "Send & Receive": "Senden und Empfangen",
  "100% Secure Wallet": "100% sicherer Geldbeutel",
  "iOS & Android App": "iOS & Android App",
  "Trading Charts": "Erweiterte Handelsdiagramme",
  "Real Time Trading": "Echtzeit-Handel",
  "Build your crypto portfolio": "Bauen Sie Ihr Krypto-Portfolio auf",
  "Create and manage your cryptocurrency investments effortlessly with our user-friendly platform. Experience seamless transactions and stay ahead in the crypto market.": "Erstellen und verwalten Sie Ihre Krypto-Investitionen einfach mit unserer benutzerfreundlichen Plattform. Genießen Sie reibungslose Transaktionen und bleiben Sie in der Welt der Kryptowährungen immer einen Schritt voraus.",
  "Prices": "Preise",
  "A basic package for beginners who want to try their hand at the world of finance. Includes everything necessary for comfortable and reliable work.": "Ein Basispaket für Einsteiger, die sich in der Welt der Finanzen versuchen möchten. Enthält alles, was für komfortables und zuverlässiges Arbeiten notwendig ist.",
  "A professional package for those who are already familiar with financial technologies and are ready for serious investments.": "Ein Professionelles Paket für diejenigen, die bereits mit Finanztechnologien vertraut sind und bereit für ernsthafte Investitionen sind.",
  "A expert package for professionals in the world of finance. Access to unique opportunities and personal support for maximum comfort.": "Ein Expertenpaket für Profis in der Finanzwelt. Zugang zu einzigartigen Möglichkeiten und persönlicher Betreuung für maximalen Komfort.",
  "Limited access to selected investment opportunities.": "Begrenzter Zugang zu ausgewählten Investitionsmöglichkeiten.",
  "Key webinars and training programs.": "Wichtige Webinare und Schulungsprogramme.",
  "Ability to share ideas in the core community.": "Fähigkeit, Ideen in der Kerngemeinschaft auszutauschen.",
  "General priority access to the club's support service.": "Allgemeiner vorrangiger Zugang zum Support-Service des Clubs.",
  "Enhanced access to selected investment opportunities.": "Verbesserter Zugang zu ausgewählten Investitionsmöglichkeiten.",
  "Personal consultations from the club's financial experts.": "Persönliche Beratung durch die Finanzexperten des Clubs.",
  "Invitations to exclusive events and meetings with key financial figures.": "Einladungen zu exklusiven Events und Treffen mit wichtigen Finanzfiguren.",
  "Access to specialized financial tools and analytics.": "Zugriff auf spezielle Finanztools und Analysen.",
  "Exclusive webinars and training programs.": "Exklusive Webinare und Schulungsprogramme.",
  "Priority access to the club's support service.": "Vorrangiger Zugang zum Support-Service des Clubs.",
  "Full access to selected investment opportunities.": "Voller Zugriff auf ausgewählte Investitionsmöglichkeiten.",
  "Regular personal consultations from the club's financial experts.": "Regelmäßige persönliche Beratung durch die Finanzexperten des Clubs.",
  "Priority invitations to exclusive events and meetings.": "Bevorzugte Einladungen zu exklusiven Veranstaltungen und Meetings.",
  "Exclusive access to specialized financial tools and analytics.": "Exklusiver Zugriff auf spezielle Finanztools und Analysen.",
  "Personalized and advanced financial education materials.": "Personalisierte und fortgeschrittene Materialien zur Finanzbildung.",
  "Personal contact to resolve issues.": "Persönlicher Kontakt zur Lösung von Problemen.",
  "Premium forum and chat for exclusive communication with other club experts.": "Premium-Forum und Chat zur exklusiven Kommunikation mit anderen Club-Experten.",
  "features": "es beinhaltet",
  "Buy now": "Kaufe jetzt",
  "We offer a variety of packages, our company carefully approaches the formation of offers to meet the diverse needs of our customers.": "Wir bieten eine Vielzahl von Paketen an. Unser Unternehmen geht bei der Erstellung von Angeboten sorgfältig vor, um den unterschiedlichen Bedürfnissen unserer Kunden gerecht zu werden.",
  "MENU": "MENU",
  "Location": "Standort",
  "Home": "Home",
  "New york, USA": "New York, USA",
  "street 1a": "Straße 1a",
  "Privacy Policy": "Datenschutzrichtlinie",
  "Terms & Conditions": "Terms & Bedingungen",
  "Designed and Developed by": "Entworfen und erstellt",
  "more events": "weitere Veranstaltungen",
  "Accession procedure": "Beitrittsverfahren",
  "Only general, financial directors and owners of the “medium +” business can become members of the club. We create the most comfortable environment for our participants. The high level of competence of club members in financial matters is extremely important to us.": "Mitglieder des Clubs können nur Generaldirektoren, Finanzdirektoren und Inhaber des „Medium +“-Unternehmens werden. Wir schaffen die angenehmste Umgebung für unsere Teilnehmer. Die hohe Kompetenz der Vereinsmitglieder in Finanzfragen ist uns äußerst wichtig.",
  "Apply by filling out the application form": "Bewerben Sie sich, indem Sie das Bewerbungsformular ausfüllen",
  "Adopt a community code of conduct": "Verabschieden Sie einen Verhaltenskodex für die Gemeinschaft",
  "Get a recommendation from a CFO Club member": "Holen Sie sich eine Empfehlung von einem CFO Club-Mitglied",
  "Get confirmation from the club Council": "Holen Sie sich eine Bestätigung vom Clubrat",
  "Pay club card": "Bezahlen Sie mit Ihrer Clubkarte",
  "Sign a contract with Sofi": "Unterschreibe einen Vertrag mit Sofi",
  "BECOME A MEMBER": "MITGLIED WERDEN",
  "Become a member": "Mitglied werden",
  "Name": "Name",
  "James": "James",
  "Surname": "Nachname",
  "Bond": "Bond",
  "Email": "Email",
  "Phone": "Telefon",
  "Company": "Firma",
  "Position": "Position",
  "Package": "Paket",
  "Send application": "Bewerbung senden",
  "Want to reach us directly?": "Möchten Sie direkt mit uns Kontakt aufnehmen?",
  "Street 1A, New York, USA": "Straße 1A, New York, USA",
  "VIEW MORE": "MEHR SEHEN",
  "Upcoming club meetings": "Kommende Clubtreffen",
  "Archive of past events": "Archiv vergangener Veranstaltungen",
  "More": "Mehr",
  "Back": "Zurück",
  "Date": "Datum",
  "Start at": "Anfangen bei",
  "Speakers": "Lautsprecher",
  "Duration of the event": "Dauer der Veranstaltung",
  "Plan of the event": "Plan der Veranstaltung",
  "Moderator": "Moderator(in)",
  "Register": "Registrieren",
  "The meeting is part of the SoFi CLUB club programme.": "Das Treffen ist Teil des SoFi CLUB Clubprogramms.",
  "If you are not a member of the club, you have a “Guest Visit” option. The organizers have the right to refuse to participate, as the number of guest places is limited.": "Wenn Sie kein Vereinsmitglied sind, haben Sie die Möglichkeit eines „Gastbesuchs“. Den Veranstaltern steht das Recht zu, die Teilnahme zu verweigern, da die Zahl der Gastplätze begrenzt ist.",
  "We will be happy to answer your questions.": "Gerne beantworten wir Ihre Fragen.",
  "Call": "Anruf",
  "Register for the event": "Melden Sie sich für die Veranstaltung an",
  "Send": "Schicken"
}
