{
  "a leader in the financial sector, offering innovative solutions for its clients.": "лідер у фінансовій сфері, пропонуючи інноваційні рішення для своїх клієнтів.",
  "JOIN NOW": "ПРИЄДНАТИСЬ ЗАРАЗ",
  "VIEW PRICING": "ПЕРЕГЛЯНУТИ ЦІНИ",
  "About": "Про нас",
  "Events calendar": "Календар подій",
  "How to join": "Як приєднатися",
  "Reviews": "Відгуки",
  "Contacts": "Контакти",
  "About us": "Про нас",
  "Innovative financial company that offers exclusive services in a private financial club.": "Інноваційна фінансова компанія, що надає ексклюзивні послуги в закритому фінансовому клубі",
  "We provide convenient and advanced solutions for the success of our clients.": "Ми пропонуємо зручні та передові рішення для успіху наших клієнтів.",
  "In our open finance club, we strive for innovation and collaboration. Here, you'll find solutions that are open to everyone, fostering a dynamic exchange of ideas and improvements.": "У нашому клубі відкритих фінансів ми прагнемо до інновацій та співпраці. Тут ви знайдете рішення, які відкриті для всіх, забезпечуючи динамічний обмін ідеями та покращеннями.",
  "Our closed financial club prides itself on transparency in all matters. We disclose information in detail to ensure honesty and mutual understanding among participants.": "Наш закритий фінансовий клуб гордиться прозорістю у всіх справах. Ми детально розкриваємо інформацію, щоб забезпечити чесність та взаєморозуміння серед учасників.",
  "The club spans all corners of the world, bringing together a community of representatives from different countries. A global perspective helps us understand and leverage diversity to achieve high results.": "Клуб охоплює усі куточки світу, об'єднуючи в одній спільноті представників із різних країн. Світовий погляд допомагає нам зрозуміти та використовувати різноманіття для досягнення високих результатів.",
  "Our community adds strength and determination to every aspect. Collaborative problem-solving and public support are at the core of our philosophy of management and development.": "Наша спільнота додає силу та наполегливість у кожному аспекті. Спільне рішення проблем та підтримка громадськості - в основі нашого філософії управління та розвитку.",
  "Our story": "Наша історія",
  "Our mission": "Наша місія",
  "is a pioneering company in the realm of closed financial clubs, providing exclusive insights and opportunities. Our closed financial club operates as a hub of knowledge, welcoming only CEOs to ensure high-level interactions. We don't just develop; we curate an environment where CEOs learn to navigate effectively.": "це піонерська компанія в сфері закритих фінансових клубів, яка надає ексклюзивні можливості та знання. Наш закритий фінансовий клуб працює як центр знань, вітаючи лише CEO, щоб забезпечити високорівневі взаємодії. Ми не лише розробляємо; ми створюємо середовище, де CEO вивчають ефективні навички управління.",
  "Our exclusive gatherings bring CEOs together, fostering a community driven by shared insights and unparalleled expertise. With a transparent and worldwide approach, SoFi stands as a testament to community-driven success in the closed financial sector.": "Наші ексклюзивні зустрічі об'єднують CEO, сприяючи створенню спільноти, що працює на основі обміну інсайтами та неперевершеною експертизою. З прозорим і всесвітнім підходом SoFi є прикладом успіху, що базується на спільноті в сфері закритих фінансів.",
  "aims to take a leading position in the realm of exclusive financial clubs. Our mission is to create a platform exclusively for CEOs, allowing them to leverage high-level expertise and develop effective managerial skills. Through transparent and global approaches, we foster knowledge exchange and shape a global community of business leaders.": "прагне займати провідну позицію в області закритих фінансових клубів. Наша місія полягає в створенні ексклюзивної платформи для генеральних директорів, яка дозволяє їм скористатися високопрофесійними знаннями та розвинути ефективні менеджерські навички. За допомогою прозорих та глобальних підходів ми сприяємо обміну знаннями та формуємо глобальну спільноту бізнес-лідерів.",
  "SoFi aspires to excellence in the financial world, creating an innovative environment where leaders come together to unleash their potential. Our mission is to support CEOs in achieving success and leaving a lasting impact in their industries.": "SoFi прагне до відмінності в фінансовому світі та створює інноваційне середовище, де лідери об'єднуються для розкриття свого потенціалу. Наша місія полягає в підтримці генеральних директорів у досягненні успіху та залишенні стійкого впливу в своїй галузі.",
  "Effortlessly manage your transactions with our Send & Receive feature.": "З легкістю керуй своїми транзакціями завдяки нашій можливості 'Відправляй та отримуй'.",
  "Trust in the security of your assets through our 100% Secure Wallet.": "Довіряйте безпеці своїх активів завдяки нашому 100% безпечному гаманцю.",
  "Access your financial world on the go with our iOS & Android App.": "Отримайте доступ до свого фінансового світу в дорозі за допомогою наших додатків для iOS та Android.",
  "Make informed decisions with our detailed Trading Charts.": "Приймайте обдумані рішення за допомогою наших детальних торгових графіків.",
  "Seize the moment with our Real-Time Trading feature.": "Використовуйте момент з нашою можливістю торгувати в режимі реального часу.",
  "Send & Receive": "Відправляй та отримуй",
  "100% Secure Wallet": "Безпечний Гаманець",
  "iOS & Android App": "Доступність на мобільних пристроях",
  "Trading Charts": "Продвинуті Торгові Графіки",
  "Real Time Trading": "Торгівля в Режимі Реального Часу",
  "Build your crypto portfolio": "Створіть свій криптопортфель",
  "Create and manage your cryptocurrency investments effortlessly with our user-friendly platform. Experience seamless transactions and stay ahead in the crypto market.": "Створюйте та управляйте своїми інвестиціями в криптовалюті легко за допомогою нашої зручної платформи. Насолоджуйтеся безперешкодними транзакціями та залишайтеся впереду в криптосвіту.",
  "Prices": "Ціни",
  "A basic package for beginners who want to try their hand at the world of finance. Includes everything necessary for comfortable and reliable work.": "Базовий пакет для початківців, які хочуть спробувати свої сили у світі фінансів. Включає все необхідне для комфортної та надійної роботи.",
  "A professional package for those who are already familiar with financial technologies and are ready for serious investments.": "Професійний пакет для тих, хто вже в курсі фінансових технологій та готовий до серйозних інвестицій. Вищий рівень можливостей та підтримки.",
  "A expert package for professionals in the world of finance. Access to unique opportunities and personal support for maximum comfort.": "Експертний пакет для професіоналів у світі фінансів. Доступ до унікальних можливостей та персональної підтримки для максимального комфорту.",
  "Limited access to selected investment opportunities.": "Обмежений доступ до обраних інвестиційних можливостей.",
  "Key webinars and training programs.": "Основні вебінари та навчальні програми.",
  "Ability to share ideas in the core community.": "Можливість обміну ідеями в основній спільноті.",
  "General priority access to the club's support service.": "Загальний пріоритетний доступ до служби підтримки клубу.",
  "Enhanced access to selected investment opportunities.": "Розширений доступ до обраних інвестиційних можливостей.",
  "Personal consultations from the club's financial experts.": "Персональні консультації від фінансових експертів клубу.",
  "Invitations to exclusive events and meetings with key financial figures.": "Запрошення на ексклюзивні події та зустрічі з ключовими фінансовими фігурами.",
  "Access to specialized financial tools and analytics.": "Доступ до спеціалізованих фінансових інструментів та аналітики.",
  "Exclusive webinars and training programs.": "Ексклюзивні вебінари та навчальні програми.",
  "Priority access to the club's support service.": "Пріоритетний доступ до служби підтримки клубу.",
  "Full access to selected investment opportunities.": "Повний доступ до обраних інвестиційних можливостей.",
  "Regular personal consultations from the club's financial experts.": "Регулярні персональні консультації від фінансових експертів клубу.",
  "Priority invitations to exclusive events and meetings.": "Пріоритетні запрошення на ексклюзивні події та зустрічі.",
  "Exclusive access to specialized financial tools and analytics.": "Ексклюзивний доступ до спеціалізованих фінансових інструментів та аналітики.",
  "Personalized and advanced financial education materials.": "Персоналізовані та розширені матеріали з фінансової освіти.",
  "Personal contact to resolve issues.": "Персональний контакт для вирішення питань.",
  "Premium forum and chat for exclusive communication with other club experts.": "Преміум форум та чат для ексклюзивного спілкування з іншими експертами клубу.",
  "features": "що входить",
  "Buy now": "Купити зараз",
  "We offer a variety of packages, our company carefully approaches the formation of offers to meet the diverse needs of our customers.": "Ми пропонуємо різноманітні пакети наша компанія ретельно підходить до формування пропозицій, щоб задовольнити різноманітні потреби наших клієнтів.",
  "MENU": "МЕНЮ",
  "Location": "Розташування",
  "Home": "Домашня",
  "New york, USA": "Нью-Йорк, США",
  "street 1a": "вулиця 1а",
  "Privacy Policy": "Політика Конфіденційності",
  "Terms & Conditions": "Правила та Умови",
  "Designed and Developed by": "Розроблено та створено",
  "more events": "більше подій",
  "Accession procedure": "Процедура приєднання",
  "Only general, financial directors and owners of the “medium +” business can become members of the club. We create the most comfortable environment for our participants. The high level of competence of club members in financial matters is extremely important to us.": "Членами клубу можуть стати тільки генеральні, фінансові директори та власники бізнесу «середній +». Ми створюємо максимально комфортні умови для наших учасників. Для нас надзвичайно важливий високий рівень компетентності членів клубу у фінансових питаннях.",
  "Apply by filling out the application form": "Подайте заявку, заповнивши анкету",
  "Adopt a community code of conduct": "Прийняти кодекс поведінки громади",
  "Get a recommendation from a CFO Club member": "Отримайте рекомендацію від члена Клубу фінансових директорів",
  "Get confirmation from the club Council": "Отримати підтвердження від Ради клубу",
  "Pay club card": "Оплатіть клубну картку",
  "Sign a contract with Sofi": "Підпишіть договір з Sofi",
  "BECOME A MEMBER": "СТАТИ УЧАСНИКОМ",
  "Become a member": "Стати yчасником",
  "Name": "Ім'я",
  "James": "Джеймс",
  "Surname": "Прізвище",
  "Bond": "Бонд",
  "Email": "Електронна пошта",
  "Phone": "Номер телефону",
  "Company": "Компанія",
  "Position": "Посада",
  "Package": "Пакет",
  "Send application": "Відправити заявку",
  "Want to reach us directly?": "Хочете зв'язатися з нами напряму?",
  "Street 1A, New York, USA": "Вулиця 1А, Нью-Йорк, США",
  "VIEW MORE": "ДИВИТИСЬ БІЛЬШЕ",
  "Upcoming club meetings": "Найближчі зустрічі клубу",
  "Archive of past events": "Архів минулих подій",
  "More": "Більше",
  "Back": "Назад",
  "Date": "Дата",
  "Start at": "Початок о",
  "Speakers": "Спікери",
  "Duration of the event": "Тривалість заходу",
  "Plan of the event": "План заходу",
  "Moderator": "Модератор",
  "Register": "Зареєструватися",
  "The meeting is part of the SoFi CLUB club programme.": "Зустріч відбувається в рамках клубної програми SoFi CLUB.",
  "If you are not a member of the club, you have a “Guest Visit” option. The organizers have the right to refuse to participate, as the number of guest places is limited.": "Якщо ви не є членом клубу, у вас є опція «Візит гостя». Організатори мають право відмовити в участі, оскільки кількість місць обмежена.",
  "We will be happy to answer your questions.": "Ми будемо раді відповісти на ваші запитання.",
  "Call": "Телефонуйте",
  "Register for the event": "Зареєструватися на подію",
  "Send": "Надіслати"
}
